Repository: hoge128/bridge-lite
Catalog: xcode/BridgeLite/BridgeLite/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# — showing all files individually
source: — すべてのファイルを個別表示中
en: — showing all files individually

# — some images beyond 10 folder levels are not shown
source: — フォルダ階層が 10 段を超えた画像は表示されていません
en: — some images beyond 10 folder levels are not shown

# %@ (Default)
source: %@（デフォルト）
en: %@ (Default)

# %d photos
source: %d 枚
en: %d photos

# ←→: Group navigation / Ctrl+Tab: Member navigation
source: ←→: グループ移動 / Ctrl+Tab: メンバー移動
en: ←→: Group navigation / Ctrl+Tab: Member navigation

# ←→: Member navigation / Ctrl+Tab: Group navigation
source: ←→: メンバー移動 / Ctrl+Tab: グループ移動
en: ←→: Member navigation / Ctrl+Tab: Group navigation

# About BridgeLite
source: BridgeLite について
en: About BridgeLite

# about.description
source: RAW+JPG 同時撮影をしているフォトグラファーへ。 ペアを自動でグループ化し、 評価やファイル種別でフィルタリング、EXIF をすばやく確認できます。
en: For photographers who shoot RAW+JPG simultaneously. Groups matching pairs, filters by rating and file type, and previews EXIF data — all at native macOS speed.

# Add Application…
source: アプリを追加…
en: Add Application…

# Add caption…
source: キャプションを追加…
en: Add caption…

# alert.cache.clear.button
source: 削除
en: Clear

# alert.cache.clear.message
source: サムネイルと EXIF データがキャッシュから削除されます。次回フォルダを開いたときに自動的に再構築されます。
en: Thumbnails and EXIF data will be deleted from the cache. They will be rebuilt automatically when you next open a folder.

# alert.cache.clear.title
source: キャッシュを削除
en: Clear Cache

# alert.duplicate_open.bring_to_front
source: そのウィンドウを表示
en: Bring to Front

# alert.duplicate_open.cancel
source: キャンセル
en: Cancel

# alert.duplicate_open.message
source: "%@" は別のウィンドウで既に開かれています。
en: "%@" is already open in another window.

# alert.duplicate_open.title
source: このフォルダは既に開かれています
en: Folder is already open

# alert.embed_conflict.header
source: %lld 枚の JPEG ファイルに評価またはラベルが直接埋め込まれています。新しい値を埋め込み XMP にも伝搬しますか？
en: %lld JPEG file(s) already have ratings or labels embedded directly. Propagate the new value to the embedded XMP as well?

# alert.embed_conflict.more
source: …他 %lld ファイル
en: …and %lld more file(s)

# alert.embed_conflict.propagate
source: 伝搬する
en: Propagate

# alert.embed_conflict.skip
source: スキップ
en: Skip

# alert.embed_conflict.suppress
source: この選択を記憶する
en: Remember this choice

# alert.embed_conflict.title
source: 埋め込み XMP が検出されました
en: Embedded XMP Detected

# alert.jpg_embed_first.button
source: 書き込む
en: Write

# alert.jpg_embed_first.message
source: レーティングが JPEG ファイルに直接書き込まれます。元ファイルが変更されます。設定からサイドカーモードに切り替えることもできます。
en: Rating will be written directly into the JPEG file. The original file will be modified. You can switch to Sidecar mode in Settings.

# alert.jpg_embed_first.title
source: JPEG ファイルに書き込みますか？
en: Write Metadata into JPEG?

# alert.render.cache.clear.message
source: レンダリング済みの RAW プレビューを削除します。次回表示時に再生成されます。
en: Rendered RAW previews will be deleted. They will be regenerated on demand.

# alert.render.cache.clear.title
source: レンダリングキャッシュをクリア
en: Clear Render Cache

# alert.restart.button.later
source: 後で
en: Later

# alert.restart.button.now
source: 今すぐ再起動
en: Restart Now

# alert.restart.message
source: 言語を反映するには BridgeLite を再起動する必要があります。自動再起動できない場合は、手動でアプリを再起動してください。
en: BridgeLite must restart to apply the new language. If automatic restart fails, please quit and reopen manually.

# alert.restart.title
source: 再起動が必要です
en: Restart Required

# alert.slow_storage.cancel
source: キャンセル
en: Cancel

# alert.slow_storage.continue
source: 続行
en: Continue

# alert.slow_storage.message.hdd
source: 選択したフォルダはハードディスク（HDD）上にあります。SSD と比べてスキャンに大幅に時間がかかり、動作も遅くなる可能性があります。可能であれば、内蔵 SSD に写真をコピーしてから開くことを推奨します。
en: The selected folder is on a rotational hard disk. Scanning may take significantly longer than on an SSD, and overall app performance may be reduced. For best results, copy the photos to internal SSD storage first.

# alert.slow_storage.message.network
source: 選択したフォルダはネットワークボリューム上にあります。スキャンに時間がかかり、接続が不安定な場合は失敗することがあります。
en: The selected folder is on a network volume. Scanning will be slow and unreliable on unstable connections.

# alert.slow_storage.suppress
source: 今後この警告を表示しない
en: Don't warn me again

# alert.slow_storage.title
source: 低速なストレージ上のフォルダです
en: This folder is on slow storage

# All
source: 全期間
en: All

# All files in the group will be moved. Recoverable from Finder.
source: グループ内のすべてのファイルが移動されます。Finderから復元できます。
en: All files in the group will be moved. Recoverable from Finder.

# All Photos
source: すべての写真
en: All Photos

# Always applied to itself
source: 自分自身には常に適用
en: Always applied to itself

# Aperture
source: 絞り
en: Aperture

# Apply
source: 設定する
en: Apply

# Ascending
source: 昇順
en: Ascending

# Ask each time
source: 毎回確認
en: Ask each time

# Blue
source: 青
en: Blue

# Boost Mode
source: ブーストモード
en: Boost Mode

# Boost Mode active
source: ブーストモード実行中 — 他のアプリより実行優先度が高まります
en: Boost Mode active — higher priority than other apps

# BridgeLite Help
source: BridgeLite ヘルプ
en: BridgeLite Help

# Cache
source: キャッシュ
en: Cache

# Cache Size
source: キャッシュ容量
en: Cache Size

# Calculating…
source: 計算中…
en: Calculating…

# calendar.mode.multi
source: 複数選択
en: Multi

# calendar.mode.range
source: 期間
en: Range

# calendar.no_photos
source: 写真なし
en: No photos

# calendar.preset.1y
source: 1年
en: 1y

# calendar.preset.7d
source: 7日
en: 7d

# calendar.preset.24h
source: 24時間
en: 24h

# calendar.preset.30d
source: 30日
en: 30d

# calendar.preset.90d
source: 90日
en: 90d

# calendar.preset.all
source: すべて
en: All

# calendar.range.from
source: 開始: %@
en: From: %@

# Camera
source: カメラ
en: Camera

# Camera shots only
source: カメラ撮影のみ
en: Camera shots only

# Cancel
source: キャンセル
en: Cancel

# Cancel scanning
source: スキャンを中止
en: Cancel scanning

# Cancelled
source: キャンセル
en: Cancelled

# Cannot load: %@
source: 読み込めません: %@
en: Cannot load: %@

# Caption
source: キャプション
en: Caption

# Choose Application
source: アプリを選択
en: Choose Application

# Choose copy scope
source: コピーの範囲を選択
en: Choose copy scope

# Choose delete scope
source: 削除範囲を選択
en: Choose delete scope

# Choose drag scope
source: ドラッグ範囲を選択
en: Choose drag scope

# Clear
source: 削除
en: Clear

# Clear Cache
source: キャッシュを削除
en: Clear Cache

# Clear Cache?
source: キャッシュを削除しますか？
en: Clear Cache?

# Clear Caption
source: キャプションクリア
en: Clear Caption

# Clear Label
source: ラベルを解除
en: Clear Label

# Clear Rating
source: 評価解除
en: Clear Rating

# Clear search
source: 検索をクリア
en: Clear search

# Click to filter by label color. Multiple selection supported
source: クリックして色ラベルで絞り込み。複数選択可
en: Click to filter by label color. Multiple selection supported

# Close
source: 閉じる
en: Close

# compare.context.back_to_grid
source: サムネイルグリッドに戻る
en: Back to Grid

# Copy
source: コピー
en: Copy

# Counting files…
source: ファイル数を確認中…
en: Counting files…

# Counting… %d images
source: カウント中… %d 枚
en: Counting… %d images

# Daily
source: デイリー
en: Daily

# Database error: %@
source: DB エラー: %@
en: Database error: %@

# Database Size
source: データベースサイズ
en: Database Size

# Date
source: 撮影日時
en: Date

# Date Created
source: 作成日時
en: Date Created

# Date Modified
source: 更新日時
en: Date Modified

# Delete
source: 削除
en: Delete

# Depth limit reached
source: 深さの上限に達しました
en: Depth limit reached

# Descending
source: 降順
en: Descending

# Developed
source: 現像済み
en: Developed

# Dismiss
source: 閉じる
en: Dismiss

# Don't ask again
source: 次回から確認しない
en: Don't ask again

# Done
source: 完了
en: Done

# Double-click to collapse
source: ダブルクリックで短縮表示
en: Double-click to collapse

# Double-click to show full path
source: ダブルクリックでフルパスを表示
en: Double-click to show full path

# Drag & Drop
source: ドラッグ&ドロップ
en: Drag & Drop

# Drop a folder to open
source: フォルダをドロップして開く
en: Drop a folder to open

# Enter Full Screen
source: フルスクリーンにする
en: Enter Full Screen

# Enter Fullscreen Viewer
source: フルスクリーンビュワー
en: Enter Fullscreen Viewer

# Entire group
source: グループ全体
en: Entire group

# Exclude images without camera Make/Model EXIF (screenshots, web images, etc.)
source: Make/Model EXIF を持たない画像（スクリーンショット・Web 画像など）を除外
en: Exclude images without camera Make/Model EXIF (screenshots, web images, etc.)

# Existing ratings will be overwritten.
source: 既存のレーティングは上書きされます。
en: Existing ratings will be overwritten.

# Exit Full Screen
source: フルスクリーンを解除
en: Exit Full Screen

# export.guide.continue
source: このまま続ける
en: Export anyway

# export.guide.count %lld
source: %lld 件のファイル
en: %lld files

# export.guide.example_rating
source: • 評価 › ★★★ 以上 → 高評価の写真のみ
en: • Rating › ★★★ or above → high-rated photos only

# export.guide.example_sooc
source: • 種別 › カメラ出力 → SOOC（撮って出し）のみ
en: • File Type › Camera Output → SOOC JPG only

# export.guide.examples_title
source: フィルタの活用例:
en: Filter examples:

# export.guide.no_filter_body
source: すべてのグループの代表ファイルがエクスポートされます。フィルタを使うと対象を絞り込めます。
en: All representative files will be exported. Use filters to narrow down the target.

# export.guide.no_filter_title
source: フィルタが設定されていません
en: No filters applied

# export.guide.title
source: エクスポート
en: Export

# export.preview.multiple %lld
source: %lld 件のファイル
en: %lld files

# export.preview.single
source: 1 件のファイル
en: 1 file

# Exposure
source: 露出
en: Exposure

# F-Number
source: 絞り
en: F-Number

# File
source: ファイル
en: File

# File Type
source: ファイル種別
en: File Type

# Filename
source: ファイル名
en: Filename

# Files from %lld group(s) will be copied.
source: %lld グループのファイルをコピーします。
en: Files from %lld group(s) will be copied.

# Filter by aperture (F-number). Click bars to select range
source: 絞り値（F値）で絞り込み。バーをクリックして範囲を選択
en: Filter by aperture (F-number). Click bars to select range

# Filter by focal length (35mm equiv). Click bars to select range
source: 焦点距離（35mm換算）で絞り込み。バーをクリックして範囲を選択
en: Filter by focal length (35mm equiv). Click bars to select range

# Filter by ISO sensitivity. Click bars to select range or type values directly
source: ISO感度で絞り込み。バーをクリックして範囲を選択、またはテキストフィールドに直接入力
en: Filter by ISO sensitivity. Click bars to select range or type values directly

# Filter by shooting date. Within 14 days = daily buckets, otherwise monthly
source: 撮影日付で絞り込み。14日以内は日単位、それ以上は月単位で表示
en: Filter by shooting date. Within 14 days = daily buckets, otherwise monthly

# Filter by shutter speed. 1/2000s shown as '2k', 1/60s as '60'
source: シャッタースピードで絞り込み。1/2000s='2k'、1/60s='60' と表示
en: Filter by shutter speed. 1/2000s shown as '2k', 1/60s as '60'

# Filter Panel
source: フィルターパネル
en: Filter Panel

# filter.category.aperture
source: 絞り
en: Aperture

# filter.category.artist
source: 作者
en: Artist

# filter.category.camera
source: カメラ
en: Camera

# filter.category.date
source: 日付
en: Date

# filter.category.focal
source: 焦点距離
en: Focal

# filter.category.kind
source: 種別
en: File Type

# filter.category.label
source: ラベル
en: Label

# filter.category.lens
source: レンズ
en: Lens

# filter.category.rating
source: 評価
en: Rating

# filter.category.shutter
source: シャッター
en: Shutter

# filter.clear
source: クリア
en: Clear

# filter.kind.camera_only
source: カメラ撮影のみ
en: Camera shots only

# filter.label
source: ラベル
en: Label

# filter.min_rating
source: 最低レーティング
en: Minimum Rating

# filter.no_data
source: データなし
en: No data

# filter.none
source: なし
en: None

# filter.reset_all
source: リセット
en: Reset

# filter.title
source: フィルター
en: Filter

# Filtered kind only
source: フィルタ対象のみ
en: Filtered kind only

# Filters
source: フィルタ
en: Filters

# Flag
source: フラグ
en: Flag

# Flatten
source: フラット化
en: Flatten

# Focal
source: 焦点距離
en: Focal

# Focal Length
source: 焦点距離
en: Focal Length

# General
source: 一般
en: General

# Green
source: 緑
en: Green

# grid.empty
source: 写真が見つかりませんでした
en: No photos found

# Group
source: グループ
en: Group

# Group Scope
source: グループスコープ
en: Group Scope

# Grouping
source: グルーピング
en: Grouping

# Help
source: ヘルプ
en: Help

# Image only
source: 画像のみ
en: Image only

# IO error: %@ (%@)
source: IO エラー: %@ (%@)
en: IO error: %@ (%@)

# jpg_conflict_policy.always_propagate
source: 常に伝搬する
en: Always propagate

# jpg_conflict_policy.ask
source: 毎回確認する
en: Ask each time

# jpg_conflict_policy.never_propagate
source: 伝搬しない
en: Never propagate

# jpg_write_mode.embed
source: 埋め込み
en: Embed

# jpg_write_mode.sidecar
source: サイドカー
en: Sidecar

# kind.developed
source: 現像済み
en: Developed

# kind.developed.badge
source: 現像済
en: Retouched

# kind.indeterminate
source: 判定不能
en: Indeterminate

# kind.sooc
source: カメラ出力
en: SOOC

# kind.sooc.badge
source: カメラ出力
en: SOOC

# Label
source: ラベル
en: Label

# Label Blue
source: 青ラベル
en: Label Blue

# Label Change
source: ラベル変更
en: Label Change

# Label Green
source: 緑ラベル
en: Label Green

# Label Red
source: 赤ラベル
en: Label Red

# Label Yellow
source: 黄ラベル
en: Label Yellow

# Language
source: 言語
en: Language

# Last 7 days
source: 直近7日
en: Last 7 days

# Last 24h
source: 24時間以内
en: Last 24h

# Last 30 days
source: 直近30日
en: Last 30 days

# Last 90 days
source: 直近90日
en: Last 90 days

# Last year
source: 直近1年
en: Last year

# Lens
source: レンズ
en: Lens

# Lightweight RAW+JPG image viewer
source: 軽量 RAW+JPG 画像ビュワー
en: Lightweight RAW+JPG image viewer

# Loading %d / %d
source: 読み込み中 %d / %d
en: Loading %d / %d

# Loading thumbnails…
source: サムネイル読み込み中…
en: Loading thumbnails…

# Locked while searching
source: 検索中はロックされます
en: Locked while searching

# Luminance
source: 輝度
en: Luminance

# Manage Applications
source: アプリの管理
en: Manage Applications

# Manage Applications…
source: アプリを管理…
en: Manage Applications…

# Member
source: メンバー
en: Member

# menu.check_for_updates
source: アップデートを確認…
en: Check for Updates…

# Metadata
source: メタデータ
en: Metadata

# Missing
source: 見つかりません
en: Missing

# Move %lld group(s) (%lld files) to Trash?
source: %1$lld グループ（%2$lld ファイル）をゴミ箱に移動しますか？
en: Move %1$lld group(s) (%2$lld files) to Trash?

# Move to Trash
source: ゴミ箱に移動
en: Move to Trash

# Moved %lld file(s) to Trash (recoverable from Finder)
source: %lld ファイルをゴミ箱に移動しました（Finderから復元できます）
en: Moved %lld file(s) to Trash (recoverable from Finder)

# Multi
source: 複数日
en: Multi

# Multiple Values
source: 複数の値
en: Multiple Values

# Next
source: 次へ
en: Next

# No
source: いいえ
en: No

# No favorite applications yet.
source: お気に入りアプリは未登録です。
en: No favorite applications yet.

# No files match "%@"
source: "%@" に一致するファイルがありません
en: No files match "%@"

# No photos
source: 写真なし
en: No photos

# No Rating
source: 評価なし
en: No Rating

# Not found: %@
source: 見つかりません: %@
en: Not found: %@

# Open Folder
source: フォルダを開く
en: Open Folder

# Open Folder…
source: フォルダを開く…
en: Open Folder…

# Open in Maps
source: Maps で開く
en: Open in Maps

# Open With
source: このアプリケーションで開く
en: Open With

# Path
source: パス
en: Path

# Photographer
source: フォトグラファー
en: Photographer

# Prev
source: 前へ
en: Prev

# Purple
source: 紫
en: Purple

# Quit BridgeLite
source: BridgeLite を終了
en: Quit BridgeLite

# Range
source: 範囲
en: Range

# range.drop.from
source: 開始
en: From

# range.drop.to
source: 終了
en: To

# Rate
source: 評価
en: Rate

# Rating
source: レーティング
en: Rating

# Rating %lld Star(s)
source: レーティング ★×%lld
en: Rating %lld Star(s)

# Rating and Label
source: レーティングとラベル
en: Rating and Label

# Rating Propagation
source: 評価の伝播
en: Rating Propagation

# raw.limited.preview.badge
source: サムネイルのみ
en: Thumbnail only

# raw.limited.preview.ios.notice
source: 埋め込みサムネイルのみ — RAW レンダリング非対応
en: Embedded thumbnail only — RAW rendering is not supported

# raw.limited.preview.notice
source: 埋め込みサムネイルのみ — macOS 26 で CR2 RAW レンダリングは非対応
en: Embedded thumbnail only — CR2 RAW rendering is not available on macOS 26

# raw.limited.preview.tooltip
source: この CR2 ファイルには 18 KB の埋め込みサムネイルのみが含まれています。macOS 26 ではフル解像度の RAW レンダリングは非対応です。
en: This CR2 file only contains an 18 KB embedded thumbnail. Full-resolution RAW rendering is not supported on macOS 26.

# Red
source: 赤
en: Red

# render.badge.embedded
source: 埋め込み
en: Embedded

# render.badge.rendered
source: レンダリング済
en: Rendered

# render.button
source: エンジンでレンダリング
en: Render with engine

# render.loading
source: レンダリング中…
en: Rendering…

# render.toggle.embedded
source: 埋め込みプレビューを表示
en: Show embedded preview

# render.toggle.rendered
source: レンダリング結果を表示
en: Show rendered preview

# Representative
source: 代表
en: Representative

# Representative only
source: 代表ファイルのみ
en: Representative only

# Rescan
source: 再スキャン
en: Rescan

# Reset Filters
source: フィルタをリセット
en: Reset Filters

# Resolution
source: 解像度
en: Resolution

# Row: source kind · Column: kinds that receive the same rating/label.
source: 行: 評価をつける写真種別 · 列: 同じ評価が伝播する種別
en: Row: source kind · Column: kinds that receive the same rating/label.

# Save
source: 保存
en: Save

# Scanning %d images…
source: %d 枚の画像をスキャン中…
en: Scanning %d images…

# Scanning…
source: スキャン中…
en: Scanning…

# scope.cell.help.allInGroup
source: グループ内全メンバーに適用
en: Apply to all members of the shot group

# scope.cell.help.askEachTime
source: 操作のたびに確認
en: Ask which scope each time

# scope.cell.help.representative
source: 代表写真のみに適用
en: Apply only to the representative photo

# scope.dnd.option.caption
source: ドラッグ&ドロップ: ⌥ を押しながらドラッグすると逆のスコープになります。
en: Drag & Drop: hold ⌥ while dragging to use the other scope.

# scope.dnd.option.help
source: ⌥ を押しながらドラッグすると逆のスコープになります
en: Hold ⌥ while dragging to use the other scope

# Search by filename
source: ファイル名で検索
en: Search by filename

# Search filename or caption
source: ファイル名またはキャプションを検索
en: Search filename or caption

# Searching "%@"
source: "%@" を検索中
en: Searching "%@"

# Select a photo
source: 写真を選択してください
en: Select a photo

# Set "%@" for %lld photo(s)?
source: %2$lld 枚の写真に「%1$@」を設定しますか？
en: Set "%1$@" for %2$lld photo(s)?

# Set Caption
source: キャプション設定
en: Set Caption

# Settings
source: 設定
en: Settings

# settings.cache.memory.description %lld
source: デコード済みサムネイルを保持する RAM 容量。上限 %lld MB（物理メモリの 10%%）。スクロールが重い場合は増やし、他アプリが遅く感じる場合は減らしてください。
en: RAM used to hold decoded thumbnails. Max %lld MB (10%% of your RAM). Increase for smoother scrolling; reduce if other apps feel slow.

# settings.cache.memory.label
source: サムネイルメモリキャッシュ
en: Thumbnail Memory Cache

# settings.cache.memory.section
source: パフォーマンス
en: Performance

# settings.cache.ttl.1year
source: 1年
en: 1 year

# settings.cache.ttl.days %lld
source: %lld日
en: %lld days

# settings.cache.ttl.description
source: この期間内に更新されなかったサムネイルと知覚ハッシュは、次回起動時に削除されます。
en: Thumbnails and perceptual hashes not refreshed within this period are removed at the next launch.

# settings.cache.ttl.label
source: キャッシュ保持期間
en: Cache Retention

# settings.calendar.max_months
source: カレンダー月数の上限
en: Calendar Month Limit

# settings.filter_order.customize
source: 並び順をカスタマイズ
en: Customize Order

# settings.filter_order.reset
source: デフォルトに戻す
en: Reset to Default

# settings.filter_order.section
source: フィルター順
en: Filter Order

# settings.filter_order.title
source: フィルター順
en: Filter Order

# settings.folder_watch.description
source: 新しいファイルを検知して自動的に追加します
en: Detects new files and adds them automatically

# settings.folder_watch.section
source: フォルダの自動更新
en: Folder Updates

# settings.folder_watch.toggle
source: フォルダを自動更新する
en: Auto-update folder

# settings.grouping.description
source: 通常は変更不要です。変更は「再グループ化」を押したときに反映されます。
en: These values rarely need adjustment. Changes take effect when you click Re-group.

# settings.grouping.phash_threshold
source: pHash しきい値
en: pHash threshold

# settings.grouping.phash_threshold.description
source: EXIF 撮影日時が欠損したファイル（DxO・Lightroom 等の書き出しに多い）を、視覚的な類似度（知覚ハッシュのハミング距離）で確定グループへ救済するときの距離の上限です。同一画像の異フォーマット変換は距離 ≤ 14、無関係な画像は距離 ≥ 20 が目安です。大きくすると救済範囲が広がり、小さくすると厳格になります。
en: Rescues EXIF-stripped files (e.g. DxO / Lightroom exports) into a matching group using visual similarity (perceptual hash Hamming distance). Same-image cross-format conversions typically score ≤ 14; unrelated images typically score ≥ 20. Increase to widen the rescue net; decrease for stricter matching.

# settings.grouping.phash_threshold.help
source: EXIF 欠損ファイル (IAD) を確定グループに救済するための Hamming 距離の上限。小さいほど厳格な一致が必要になります。
en: Hamming distance limit for rescuing EXIF-stripped files (IAD) into a confirmed group. Lower = stricter matching.

# settings.grouping.regroup_button
source: 再グループ化
en: Re-group

# settings.grouping.regroup_button.help
source: サムネイルや EXIF を再スキャンせず、現在のしきい値でグルーピングを再適用します。
en: Re-apply grouping logic with the current thresholds without re-scanning thumbnails or EXIF.

# settings.grouping.reset_button
source: 初期値に戻す
en: Reset to Defaults

# settings.grouping.reset_button.help
source: 分割しきい値を 2 秒、pHash しきい値を 15 に戻します。
en: Restore split threshold to 2 s and pHash threshold to 15.

# settings.grouping.seconds %lld
source: %lld 秒
en: %lld s

# settings.grouping.split_threshold
source: 分割しきい値
en: Split threshold

# settings.grouping.split_threshold.description
source: 同名ファイル（例: IMG_0001.CR3 + IMG_0001.JPG）の EXIF 撮影日時の差がこの秒数以内なら同一グループにまとめます。超えた場合は別カメラからの同名衝突と判定して別グループに分割します。大きくすると RAW・JPEG 間の時刻ズレを許容し、小さくするとより厳しく分割します。
en: Same-name files (e.g. IMG_0001.CR3 + IMG_0001.JPG) are grouped together when their EXIF timestamps differ by no more than this value. Files exceeding the limit are split as same-name collisions from different cameras. Increase to tolerate larger clock offsets between RAW and JPEG; decrease to split more aggressively.

# settings.grouping.split_threshold.help
source: 同名ファイルの EXIF 撮影日時の差がこの秒数を超えると、別カメラと判定して別グループにします。
en: Same-name files with EXIF timestamps more than this many seconds apart are treated as separate cameras.

# settings.metadata.conflict_policy
source: 埋め込み XMP がある場合
en: When embedded XMP exists

# settings.metadata.conflict_policy.description
source: サイドカーモードで評価した際、JPEG ファイルに既存の評価・ラベルが埋め込まれている場合の動作を選びます。 **毎回確認する**: 対象ファイル名を列挙して確認ダイアログを表示します。 **常に伝搬する**: サイドカーと埋め込みの両方を自動で更新します。 **伝搬しない**: サイドカーのみに書き込みます。
en: Controls what happens when a JPEG already has ratings or labels embedded directly and you rate it in Sidecar mode. **Ask each time**: shows a confirmation listing the affected filenames. **Always propagate**: silently updates both sidecar and embedded. **Never propagate**: writes only to the sidecar.

# settings.metadata.help.body
source: **埋め込み** — 評価を JPEG ファイルに直接書き込みます。ファイル単体で持ち運べますが、元ファイルが変更されます。 **サイドカー** — 評価を隣に `.xmp` ファイルとして保存します。元ファイルは変更されませんが、Lightroom・Capture One 等へ持ち出す際は `.xmp` も一緒にコピーする必要があります。 RAW ファイルはこの設定に関わらず常にサイドカーが使われます。 **注意:** サイドカーモードでは、JPEG と同名の RAW は同じ `.xmp` ファイルを共有します（例: `IMG_0001.xmp`）。一方を評価するともう一方にも自動的に反映されます。
en: **Embed** — Rating is written directly into the JPEG file. The file is self-contained and portable, but the original is modified. **Sidecar** — Rating is saved as a separate `.xmp` file next to the image. The original is never modified, but you must copy the `.xmp` alongside the image when transferring to other software (Lightroom, Capture One, etc.). RAW files always use a sidecar regardless of this setting. **Note:** In Sidecar mode, a JPEG and its paired RAW share the same `.xmp` file (e.g. `IMG_0001.xmp`). Rating one automatically updates the other.

# settings.metadata.jpg_write_mode
source: JPEG メタデータ書き込み
en: JPEG Metadata

# settings.metadata.jpg_write_mode.description
source: **埋め込み**: XMP を JPEG ファイルに直接書き込みます。 **サイドカー**: 隣に .xmp ファイルを作成し、JPEG 本体は変更しません。
en: **Embed**: writes XMP directly into the JPEG file. **Sidecar**: creates a separate .xmp file and leaves the JPEG unchanged.

# settings.metadata.section
source: メタデータ
en: Metadata

# settings.prevent_viewer_delete
source: 単体ビューでの削除を防止
en: Prevent deletion in viewer

# settings.privacy_policy
source: プライバシーポリシー
en: Privacy Policy

# settings.propagation.help.body
source: 写真にレーティングやラベルを付けると、同じショットグループ内の他の種別へ自動的にコピーされます。 **行**：レーティングを設定する種別 **列**：同じレーティングを受け取る種別 **✓**：同じ種別には常に適用されます
en: When you rate or label a photo, the rating is automatically copied to the other file types in the same shot group. **Row**: the kind you are rating **Column**: the kinds that receive the same rating **✓**: always applies to the same kind

# settings.propagation.section
source: 評価の伝播
en: Rating Propagation
